/* Server address */
"Address" = "Address";

/* Alternative nick to use on IRC */
"Alt. Nick" = "Alt. Nick";

/* Left button in edit connection view */
"Connect" = "Connect";

/* Connect on app launch */
"Connect at Launch" = "Connect at Launch";

/* Custom server name */
"Description" = "Description";

/* Title of auto join channels view */
"Join Rooms" = "Join Rooms";

/* Title of edit connection view */
"New Connection" = "New Connection";

/* Nick name to use on IRC */
"Nick Name" = "Nick Name";

/* Nick authentication password */
"Nick Password" = "Nick Password";

/* No entries */
"None" = "None";

/* User entered not a valid server address */
"Not a valid server address" = "Not a valid server address";

/* User input is optional */
"Optional" = "Optional";

/* Server password */
"Password" = "Password";

/* Server port to connect to */
"Port" = "Port";

/* Real name to use on IRC */
"Real Name" = "Real Name";

/* Left navigation button in the conversation list */
"Settings" = "Settings";

/* Show debug console on connect */
"Show Console" = "Show Console";

/* Use ssl encrypted connection */
"Use SSL" = "Use SSL";

/* User name to use on IRC */
"User Name" = "User Name";

